;Place localized text in this file lol


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;-------------------- HONOKA - MILKY CASUAL - COS 004 ----------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Plushie;;;;;;;;;
;;;;;;;;;;;;;;;;;

[DOA_HON_004_TG_Plushie_T X2BodyPartTemplate]
DisplayName="死或生:惠乃果"




;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;-------------------- HONOKA - DOATOURN CASUAL - COS 005 -------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Hats;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[DOA_HON_005_HatA_Helm_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 DOA比赛帽"

[DOA_HON_005_HatA_FPU_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 DOA比赛帽"

[DOA_HON_005_HatA_FPL_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 DOA比赛帽"

[DOA_HON_005_HatB_Helm_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 DOA比赛帽 (无装饰)"

[DOA_HON_005_HatB_FPU_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 DOA比赛帽 (无装饰)"

[DOA_HON_005_HatB_FPL_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 DOA比赛帽 (无装饰)"


;;;;;;;;;;;;;;;;;
;Pouch;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[DOA_HON_005_TorsoDeco_Pouch_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 腰包"





;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;-------------------- HONOKA - PIRATE OUTFIT - COS 011 ---------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;海盗帽;;;;;;
;;;;;;;;;;;;;;;;;

[DOA_HON_011_Pirate_Helm_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 海盗帽"

[DOA_HON_011_Pirate_FPU_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 海盗帽"

[DOA_HON_011_Pirate_FPL_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 海盗帽"

;;;;;;;;;;;;;;;;;
;Necklace;;;;;;;;
;;;;;;;;;;;;;;;;;

[DOA_HON_011_Neck_FPU_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 项链"

[DOA_HON_011_Neck_FPL_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 项链"


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;-------------------- HONOKA - SCI-FI NEKO - COS 036 -----------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Headset;;;;;;;;;
;;;;;;;;;;;;;;;;;

[DOA_HON_036_CatEars_Helm_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 科幻猫 - 猫耳耳机"

[DOA_HON_036_CatEars_FPU_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 科幻猫 - 猫耳耳机"

[DOA_HON_036_CatEars_FPL_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 科幻猫 - 猫耳耳机"

;;;;;;;;;;;;;;;;;
;Tail;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[DOA_HON_036_Tail_Base_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 科幻猫 - 尾巴 (有腰带)"

[DOA_HON_036_Tail_Base_Alt_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 科幻猫 - 尾巴 (无腰带)"

;DEV NOTE: Heeeeey you found it. If you stumbled this by accident, you found gold.
;This was an outfit I did for Honoka a while back but got removed due to... well...
;... you know why. I mean c'mon, you can see from the get-go why it can be banned.
; Regardless, it is here now. All you need to do is remove the ";" by the lines with
; the "+" on them.

;For example:
;;;;;; "[DOA_HON_003_HoodSw_Def_T X2BodyPartTemplate]
;;;;;; "DisplayName="死或生: 惠乃果 新服装 - 夹克 (骷髅)""
; Remove the ";" and you will get this:
;;;;;; "[DOA_HON_003_HoodSw_Def_T X2BodyPartTemplate]
;;;;;; "DisplayName="死或生: 惠乃果 新服装 - 夹克 (骷髅)""

; Do this for ALL of HONOKA COS 003 and save! Don't forget to look at the XComGame.int as well and remove the ";" there under
; the HONOKA COS 003 section.


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;-------------------- HONOKA - NEWCOMER - COS 003 --------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Jacket;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[DOA_HON_003_HoodSw_Def_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 新服装 - 夹克 (骷髅)"

[DOA_HON_003_HoodSw_XCOM_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 新服装 - 夹克 (XCOM)"

[DOA_HON_003_HoodSw_Blank_T X2BodyPartTemplate]
DisplayName="死或生: 惠乃果 新服装 - 夹克 (空白)"
